{"help":{"c":"The Help room is meant for basic Q&A about PS, Smogon, Pokémon battle mechanics, and for getting in touch with global staff. Please use [[other rooms <http://incinerate.glitch.me-80.psim.us/rooms>]] for casual chatting, subjective or opinion-based questions, competitive advice, teambuilding, and asking for battles.","challenge":"To challenge a user, you can click their username (or use the Find a user button) and click the Challenge button, or type ``/challenge [username], [format].`` To add a custom rule to a challenge battle, use ``/challenge [username], [format]@@@[rule]`` (a list of rules can be found [[here <https://github.com/smogon/pokemon-showdown/blob/master/config/CUSTOM-RULES.md>). Currently, you can only add one rule to a challenge battle.","zoroark":"Zoroark's Ability, Illusion, can make it appear like a player has more than 6 Pokemon. They are not cheating. In-game, Zoroark doesn't copy levels when using Illusion. For example, if you have a level 85 Zoroark, but your last Pokemon is a level 80 Mew, Zoroark will appear as a level 85 Mew. If you sent out the real Mew, Showdown thinks you have two distinct Pokemon, which is where the extra one comes in. Illusion may also explain why a Pokemon is using moves it normally cannot learn.","namecolour":"To prevent impersonation, username colors are predetermined based on the username, and each username's color is unique. The color of a username cannot be changed unless the owner of the username is a global staff member. However, you can register a different username, which will have a different color. Note that your ladder ratings will not be transferred.","discord":"Incinerate does have its own [[Discord server <https://discord.gg/PvE39Vh>]]. However, Do not post any Discord links other than the Incinerate Discord Invite in Help.","minimodding":"Minimodding is when someone is moderating the chat when it isn't their job to do so—this is against the rules. This can include telling people they'll be muted, asking for people to be muted, or talking about whether or not people should be muted.","roomappeal":"Mutes last either 7 or 60 minutes. Roombans last two days. If you have been banned for longer than two days, it's most likely a blacklist (year-long ban from a room). If you find a punishment unfair, try talking to the staff that gave it, or to a room owner (#). Type /roomauth followed by the name of the room you were banned from to see who is available — the names in bold are online.","adminrank":"Administrators and Leaders haven't mashed up in Incinerate like PS. But, there is not that much difference between these two. Admin can also make admins and leaders but leaders can promote up to mod. For more help see [[FAQ staff <https://www.smogon.com/forums/threads/pok%C3%A9mon-showdown-forum-rules-resources-read-here-first.3570628/#post-6774482>]]","tb":"This room is not for teambuilding or competitive advice/discussion. Go to the appropriate meta/format room for the team you're building instead, [[found here <http://incinerate.glitch.me-80.psim.us/rooms>]]. You can also use Smogon's strategydex or your format's sample teams thread, accessible with the ``/smogdex (pokemon)`` or ``/tier (format)`` command respectively.","piracy":"ROMs, emulators, and fangames are strictly forbidden from discussion, as they violate the Pokemon Showdown! Terms of Service and are also illegal; please do not bring these up. If you have a question as to why, PM a staff member (users with %, @, or # in front of their name) and we will be happy to explain it to you.","sggame":"SGgame is a corner where you can play Pokémon Alpha Version-1.0. If you are finding the room for SGgame, it is [[SGGame <http://incinerate.glitch.me-80.psim.us/sggame >]]. To start the game type ``/playalpha`` in the room. You can even earn bucks here. Type ``/atm`` to check your bucks and then you can go to shop (``/shop``) to buy some items, balls etc. For more help for SGgames, type ``/sggame``. Have a nice gaming day!","rooms":"If you wish to have a room, you must have to be a Global Voice (or higher) or a Room Moderator (or higher) in any public room or a Room Driver (or higher) in an official room. You cannot wish for a tier room (like national dex, OverUsed etc.) or a language room (like portugus, hindi etc.). Then you have to explain your room and have to give advantages of it. We will wish your room as a private room, and then we will think to make it public."},"lobby":{"punishments":"Do not discuss moderator actions or punishments in the lobby. If you have an issue or a question about a specific moderator action, PM a lobby staff member. Lobby staff can tell you why you were punished, but are not obligated to answer anything else about your punishment, especially if you are rude or belligerent to them. They are not obligated to answer anything at all about punishments of other users.","rooms":"If you wish to have a room, you must have to be a Global Voice (or higher) or a Room Moderator (or higher) in any public room or a Room Driver (or higher) in an official room. You cannot wish for a tier room (like national dex, OverUsed etc.) or a language room (like portugus, hindi etc.). Then you have to explain your room and have to give advantages of it. We will wish your room as a private room, and then we will think to make it public.","sggame":"SGgame is a corner where you can play Pokémon Alpha Version-1.0. If you are finding the room for SGgame, it is [[sggame <http://incinerate.glitch.me-80.psim.us/sggame>]] To start the game type /playalpha in the room. You can even earn bucks here. Type /atm to check your bucks and then you can go to shop (/shop) to buy some items, balls etc. For more help for SGgames, type /sggame. Have a nice gaming day!","badges":"Badges are a symbol given to users to enter a certain Room event in the basis of badge description, To see the list type ``/badges list``. To see your badges type ``/badges user, [your username]`` Don’t ask for badges!","sggamepl":"SGGame Premier League is a grand tournament of Gen-7 SGGame Lvl-100 Anything Goes Elimination Rounds which occurs in [[SGGame <http://incinerate.glitch.me-80.psim.us/sggame>]]. The Winner gets the Metallic Badge & Runner-Up gets the Boulder Badge to enter certain events. If you saw this FAQ and you are in a mood to join the PL, you may have the Glacier Badge and then you may have to pm an admin."},"reaperentertainment":{"r":"Welcome to Reaper Entertainment. This room applies to the global rules just to let you know. Abusing caps, stretching, abusing bold and other offenses will result in a punishment. Good luck.","h":"HELLO THERE","m":"Please do not minimod. It is against the rules and evading this rfaq by doing so will result to you getting reminded, warned or punished.","adv":"Please do not leak this room to any private or public chatroom. Evading this rfaq by doing so will strictly result to you getting banned from this room. Thanks for understanding."},"sggame":{"sggame":"SGgame is a corner where you can play Pokémon Alpha Version-1.0. If you are finding the room for SGgame, it is [[sggame <http://incinerate.glitch.me-80.psim.us/sggame>]] To start the game type /playalpha in the room. You can even earn bucks here. Type /atm to check your bucks and then you can go to shop (/shop) to buy some items, balls etc. For more help for SGgames, type /sggame. Have a nice gaming day!","sggamepl":"SGGame Premier League is a grand tournament of Gen-7 SGGame Lvl-100 Anything Goes Elimination Rounds which occurs in [[SGGame <http://incinerate.glitch.me-80.psim.us/sggame>]]. The Winner gets the Metallic Badge & Runner-Up gets the Boulder Badge to enter certain events. If you saw this FAQ and you are in a mood to join the PL, you may pm an admin."}}